results/run003/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    outlet
    {
        type            patch;
        nFaces          320;
        startFace       182080;
    }
    walls
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          19488;
        startFace       182400;
    }
    inlet
    {
        type            patch;
        nFaces          32;
        startFace       201888;
    }
)

// ************************************************************************* //
